[overlay_soft]
jtitle = Director, Diseñador, Escritor Y Programador
lead3dtitle = Director de Arte 3D
ptitle = Efectos de Sonido Y Compositor Musical
leadchartitle = Líder de Arte de Personaje
lead2dtitle = Director de Arte 2D
assetprodtitle = Producción de Recursos
developertitle = Un Juego de